[
  {
    "name": "Chatacabra",
    "defaultOrder": 1,
    "type": "Amphibian",
    "habitats": "Plains",
    "specialAttacks": null,
    "description": "Amphibians that use their long tongues to seize and devour prey such as Bulaqchi. Their evolved forelimbs store a sticky mucus-like substance. When agitated, Chatacabra rub their forelimbs on the ground to collect stone and ore, widening the range and destructiveness of their blows.",
    "small": 443.48,
    "large": 617.89
  },
  {
    "name": "Quematrice",
    "defaultOrder": 2,
    "type": "Brute Wyvern",
    "habitats": "Plains, Wyveria",
    "specialAttacks": "Fireblight",
    "description": "Brute wyverns with disproportionately long tails. They spread a flammable substance which vaporizes quickly, then ignite it by dragging their tails along the ground. They are opportunistic feeders and often scavenge meals left behind by other predators. This often leads to confrontations with other, smaller carnivores.",
    "small": 1106.3,
    "large": 1542.76
  },
  {
    "name": "Lala Barina",
    "defaultOrder": 3,
    "type": "Temnoceran",
    "habitats": "Forest, Wyveria",
    "specialAttacks": "Paralysis",
    "description": "Temnocerans native to the Scarlet Forest with distinctive, pirouette-like movements. Their fluids contain a neuroplegic agent which they mix with water to produce paralyzing bristles. When agitated, Lala Barina open these bristles like a deadly, blossoming flower, and release them as florets that paralyze whatever they come into contact with.",
    "small": 628.87,
    "large": 859.45
  },
  {
    "name": "Congalala",
    "defaultOrder": 4,
    "type": "Fanged Beast",
    "habitats": "Forest, Wyveria",
    "specialAttacks": "Minor Tremor, Paralysis, Poison, Blastblight, Stench",
    "description": null,
    "small": 935.52,
    "large": 1292.91
  },
  {
    "name": "Balahara",
    "defaultOrder": 5,
    "type": "Leviathan",
    "habitats": "Plains",
    "specialAttacks": "Waterblight",
    "description": "Desert-dwelling leviathans that build carapaces out of the fulgurite formed by lightning strikes. They use their flexible skeletons and serpentine bodies to create quicksand traps for unwary prey. Inside their mouths are multiple eye-like sensory organs. The mucus they secrete contains luminous bacteria and is believed to aid visibility while they are submerged and in other low-light conditions like sandstorms.",
    "small": 1721.35,
    "large": 2352.51
  },
  {
    "name": "Doshaguma",
    "defaultOrder": 6,
    "type": "Fanged Beast",
    "habitats": "Plains, Forest, Wyveria",
    "specialAttacks": "Weak Roar, Minor Tremor",
    "description": "Fanged beasts that are sometimes seen traveling in packs. Ruggedly built and extremely aggressive, Doshaguma won't hesitate to throw everything they've got at enemies—even other small monsters. They have been known to take prey back to their dens, which sometimes leads to violent confrontations.",
    "small": 1251.42,
    "large": 1807.61
  },
  {
    "name": "Uth Duna",
    "defaultOrder": 7,
    "type": "Leviathan",
    "habitats": "Forest",
    "specialAttacks": "Waterblight, Weak Roar",
    "description": "The leviathan that reigns supreme over the Scarlet Forest's ecosystem. It has adapted to water-rich environments and is sighted most often during the Downpour. Uth Dunas' secretions when combined with water form a protective veil that not only absorbs hostile blows but also adds weight, which it slams down with enough force to sweep away even the largest opponents.",
    "small": 2681.36,
    "large": 3396.39
  },
  {
    "name": "Rompopolo",
    "defaultOrder": 8,
    "type": "Brute Wyvern",
    "habitats": "Basin",
    "specialAttacks": "Weak Roar, Poison",
    "description": "Dappled brute wyverns that prowl Oilwell Basin. They use their tails to inject gas into the ground and detonate it, then feed on the small creatures that are unearthed. The toxic gas they spray from their tongues serve to weaken prey, which they then finish off with the blasts. Rompopolo are extremely territorial and will attack anything that enters their domain.",
    "small": 1078.03,
    "large": 1473.31
  },
  {
    "name": "G. Ebony Odogaron",
    "defaultOrder": 17,
    "type": "Construct",
    "habitats": "Wyveria",
    "specialAttacks": "Weak Roar, Dragonblight, Bleeding",
    "description": "An artificial monster species created by an ancient civilization and imbued with Ebony Odogaron's power. Guardian Ebony Odogaron cannot reproduce and do not require food, relying instead on Wyvern Milk for energy. They will attempt to corner targets with flurries of attacks from their well-developed claws and tails.",
    "small": 1235.98,
    "large": 1722.05
  },
  {
    "name": "Nerscylla",
    "defaultOrder": 10,
    "type": "Temnoceran",
    "habitats": "Cliffs, Wyveria, Basin",
    "specialAttacks": "Poison, Sleep, Webbed",
    "description": "Temnocerans that inhabit the Iceshard Cliffs. They weave vast, sticky webs across their territory, using them and various status ailments to corner prey before utilizing pincer-like jaws to finish it off. Sometimes dead Gypceros can be found in the webs, the hides of which Nerscylla are known to adorn themselves with after feeding.",
    "small": 658.76,
    "large": 914.95
  },
  {
    "name": "Hirabami",
    "defaultOrder": 11,
    "type": "Leviathan",
    "habitats": "Cliffs, Wyveria",
    "specialAttacks": "Weak Roar, Frostblight",
    "description": "Leviathans that inhabit the Iceshard Cliffs. They have sharp, pincer-like tails and peculiar membranes on their necks that catch the wind and keep them aloft. Hirabami can sometimes be sighted nesting in groups along the cliffs, using their scales or foreclaws to cling to walls or ceilings while they sleep.",
    "small": 1476.81,
    "large": 1891.64
  },
  {
    "name": "G. Fulgur Anjanath",
    "defaultOrder": 24,
    "type": "Construct",
    "habitats": "Wyveria",
    "specialAttacks": "Thunderblight, Minor Wind Pressure, Weak Roar",
    "description": "An artificial monster species created by an ancient civilization and imbued with Fulgur Anjanath's power. Guardian Fulgur Anjanath cannot reproduce and do not require food, relying instead on Wyvern Milk for energy. Not only can the lightning charged in their bodies be released as an attack, they can also use it to empower themselves and increase their offense.",
    "small": 1481.81,
    "large": 2058.07
  },
  {
    "name": "Nu Udra",
    "defaultOrder": 13,
    "type": "Cephalopod",
    "habitats": "Basin",
    "specialAttacks": "Weak Roar, Fireblight",
    "description": "The cephalopod that reigns supreme over Oilwell Basin's ecosystem. Usually, when sighted, Nu Udra is covered in oil silt, but when enraged it will ignite the coating, transfiguring itself into a horror of flame. The oculi that appear on its body and many arms are presumed to be sensory organs, but the truth is still being investigated.",
    "small": 1884.32,
    "large": 2407.75
  },
  {
    "name": "G. Doshaguma",
    "defaultOrder": 14,
    "type": "Construct",
    "habitats": "Wyveria",
    "specialAttacks": "Weak Roar, Minor Tremor, Defense Down",
    "description": "An artificial monster species created by an ancient civilization and imbued with Doshaguma's power. Guardian Doshaguma cannot reproduce and do not require food, relying instead on Wyvern Milk for energy. While anything but agile, they're tough enough to charge right through attacks without flinching, making them extremely dangerous.",
    "small": 1237.51,
    "large": 1710.27
  },
  {
    "name": "G. Rathalos",
    "defaultOrder": 15,
    "type": "Construct",
    "habitats": "Wyveria",
    "specialAttacks": "Weak Roar, Minor Wind Pressure, Fireblight, Poison",
    "description": "An artificial monster species created by an ancient civilization and imbued with Rathalos's power. Guardian Rathalos cannot reproduce and do not require food, relying instead on Wyvern Milk for energy. Just like the original Rathalos, they are superior fliers and will attack more violently with their claws while airborne.",
    "small": 1533.79,
    "large": 2096.19
  },
  {
    "name": "Jin Dahaad",
    "defaultOrder": 16,
    "type": "Leviathan",
    "habitats": "Cliffs",
    "specialAttacks": "Strong Roar, Iceblight, Frostblight",
    "description": "A leviathan that sits at the peak of the Iceshard Cliffs ecosystem. It surrounds its massive form in cold temperatures via ridge-like cooling organs across its body; the frost its limbs produce doubles as a potent weapon and a way to travel along walls and floating rocks.",
    "small": 4560.89,
    "large": 4560.89
  },
  {
    "name": "Arkveld",
    "defaultOrder": 29,
    "type": "Flying Wyvern",
    "habitats": "Plains, Forest, Basin, Cliffs, Wyveria",
    "specialAttacks": "Strong Roar, Minor Wind Pressure, Dragonblight",
    "description": null,
    "small": 1483.22,
    "large": 2066.5
  },
  {
    "name": "Xu Wu",
    "defaultOrder": 18,
    "type": "Cephalopod",
    "habitats": "Wyveria",
    "specialAttacks": null,
    "description": null,
    "small": 1256.67,
    "large": 1717.45
  },
  {
    "name": "G. Arkveld",
    "defaultOrder": 19,
    "type": "Construct",
    "habitats": "Wyveria",
    "specialAttacks": "Weak Roar, Minor Wind Pressure, Dragonblight",
    "description": "An artificial species created by an ancient civilization and imbued with the power of a monster called Arkveld. It cannot reproduce and does not require food, relying on Wyvern Milk for energy. In addition to absorbing and discharging energy the way other Guardians do, Guardian Arkveld can also absorb elemental energy through the chainblades on its wings and use it for sustenance.",
    "small": null,
    "large": null
  },
  {
    "name": "Zo Shia",
    "defaultOrder": 20,
    "type": "Construct",
    "habitats": null,
    "specialAttacks": "Dragon Wind Pressure, Strong Roar, Fireblight, Thunderblight",
    "description": "A massive Guardian that has been feeding off the Dragontorch's energy. Its body is encased in crystallized Wyvern Milk, allowing it to regenerate. Zoh Shia, like other Guardians, excels at energy attacks and can produce repeated explosions to crystallize the whole area. Beneath its white Guardian coat, its body pulses with dark recollection—which you may see, should it reveal its full power from the days of yore.",
    "small": 4623.59,
    "large": 4623.59
  },
  {
    "name": "Rey Dau",
    "defaultOrder": 9,
    "type": "Flying Wyvern",
    "habitats": "Plains",
    "specialAttacks": "Weak Roar, Thunderblight",
    "description": "The flying wyvern that reigns supreme over the Windward Plains' ecosystem. It has adapted to the Sandtide—when it most frequently appears—and is able to store, amplify, and discharge the storm's heavy lightning to lethal effect. Rey Dau is highly territorial and will attack any and all intruders on sight. The fulgurite against its carapace emits a sound that puts every monster in the region on guard.",
    "small": 1830.8,
    "large": 2530.21
  },
  {
    "name": "Gypceros",
    "defaultOrder": 22,
    "type": "Bird Wyvern",
    "habitats": "Plains, Basin, Cliffs, Wyveria",
    "specialAttacks": "Minor Wind Pressure, Poison, Flash",
    "description": "Wyverns that can stun enemies by striking their prominent crests to produce powerful flashes of light. Their stretchy, rubbery hide resists blunt impacts and reduces the effectiveness of shock traps. A smart hunter knows to maneuver carefully around the poisonous filth they spew, which drips from their mouths.",
    "small": 858.08,
    "large": 1185.88
  },
  {
    "name": "Rathian",
    "defaultOrder": 23,
    "type": "Flying Wyvern",
    "habitats": "Plains, Forest, Basin",
    "specialAttacks": "Fireblight, Poison, Minor Wind Pressure, Weak Roar",
    "description": "Fire-breathing female wyverns known as the \"Queens of the Land.\" Their powerful legs and venomous tails make them efficient ground hunters. At times, they form mating pairs with Rathalos, though each maintains a separate territory. After laying eggs, Rathian are extremely watchful of their nests. Proceed with extra caution, as a mother will move swiftly to protect her young.",
    "small": 1561.38,
    "large": 2157.87
  },
  {
    "name": "Ajarakan",
    "defaultOrder": 12,
    "type": "Fanged Beast",
    "habitats": "Basin, Wyveria",
    "specialAttacks": "Blastblight, Fireblight, Weak Roar, Minor Tremor",
    "description": "Characterized by their highly developed carapaces, Ajarakan wrap themselves in molten metal that they rub together to heat up and create explosions. Presumably due to the friction of the metal, they can reach high enough temperatures to melt even the ground or bullets. They can also use their strong limbs to grip onto the ceiling and move around freely, so a hunter must watch out from every angle, including above.",
    "small": 1047.92,
    "large": 1443.8
  },
  {
    "name": "Rathalos",
    "defaultOrder": 25,
    "type": "Flying Wyvern",
    "habitats": "Forest, Basin, Wyveria",
    "specialAttacks": "Weak Roar, Minor Wind Pressure, Fireblight, Poison",
    "description": "Fearsome male wyverns known as the \"Kings of the Skies.\" Alongside the Rathian, they stake out a wide territory around their nests, and it is the male's role to watch from above. Armed with powerful poisonous claws and fiery breath, Rathalos use their aerial prowess to descend on invaders.",
    "small": 1533.79,
    "large": 2113.23
  },
  {
    "name": "Gravios",
    "defaultOrder": 26,
    "type": "Flying Wyvern",
    "habitats": "Basin, Wyveria",
    "specialAttacks": "Strong Roar, Minor Tremor, Fireblight, Poison, Sleep",
    "description": "Large wyverns found in Oilwell Basin. They have a developed physique, powerful heat rays, and a host of gases they can emit from their body. Their bony carapaces are famously tough but expose a surprisingly brittle interior once destroyed.",
    "small": 1869.51,
    "large": 2583.71
  },
  {
    "name": "Blangonga",
    "defaultOrder": 27,
    "type": "Fanged Beast",
    "habitats": "Cliffs",
    "specialAttacks": "Weak Roar, Iceblight, Frostblight",
    "description": "Large, white fanged beasts that rule over other Blango, attacking intruders as a pack. Its muscularity and mobility allows it to strike swiftly, even on fresh snow, and pounce from long distances—so hunters with long-range weapons still need to stay on guard. Large tusks are the mark of a powerful leader.",
    "small": 809.43,
    "large": 1124.21
  },
  {
    "name": "Gore Magala",
    "defaultOrder": 28,
    "type": "Demi Elder",
    "habitats": "Cliffs",
    "specialAttacks": "Strong Roar, Frenzy",
    "description": null,
    "small": 1571.65,
    "large": 2101.42
  },
  {
    "name": "Yian Kut-Ku",
    "defaultOrder": 21,
    "type": "Bird Wyvern",
    "habitats": "Forest, Cliffs",
    "specialAttacks": "Minor Wind Pressure, Fireblight",
    "description": "Bird wyverns with impressive beaks and large ears. They tend to be skittish but will sometimes initiate attacks on a perceived threat. Yian Kut-Ku arrive in large numbers during certain seasons in the Scarlet Forest. The absence of eggs or young suggests that the purpose of this is not to breed, but rather to seek out mates and nourishment.",
    "small": 895.09,
    "large": 1223.29
  }
]
